 {
    "agate":{
        "metaphysical": "Balances ying-yang energy, stabilizes the aura.  Facilitates discernment. Imparts strength and courage.  Opens one to innate creative talents.  (There are many forms of agate, each with specific properties.)",
        "image": "agate.jpg"
    },

    "amber":{
         "metaphysical": "purifies body, mind, and spirit.  Balances electromagnetics of the body and allows even flow of energies.  provides a positive, soothing energy.  Spiritualizes the intellect.",
         "image": "amber.jpg"
    },

    "amethyst":{
         "metaphysical": "Sedative energy.  Facilitates spirituality and contentment.  Stone of stability, strength, and peace.  Excellent for meditation. Enhances psychic ability.",
         "image": "amethyst.jpg"
    },

    "aventurine":{
         "metaphysical": "Independence, leadership, creativity.  Balances male/female energies.  Aligns mental, physical, emotional, and auric bodies.",
         "image": "aventurine.jpg"
    },

    "aquamarine":{
         "metaphysical": "Courage, intellect, protection.  Assists spiritual awareness, actualization.",
         "image": "aquamarine.jpg"
    },

    "azurite":{
         "metaphysical": "Awakens psychic ability, insight, intuition.  Third eye.  Excellent for clearing the mind in meditation.",
         "image": "azurite.jpg"
    },

    "amazonite":{
         "metaphysical": "Balancing energy, harmony, universal love.",
         "image": "amazonite.jpg"
    },

    "calcite":{
         "metaphysical": "Energy amplifier, teacher. Optical Calcite is excellent for clearing and cleansing.",
         "image": "calcite.jpg"
    },

    "celestite":{
         "metaphysical": "Excellent stone for dream recall and astral travel.  Hope and harmony.  Communication.",
         "image": "celestite.jpg"
    },

    "chrysocolla":{
         "metaphysical": "Strength, balance.  promotes harmony and attunement to the earth.  purifies one's environment.",
         "image": "chrysocolla.jpg"
    },

    "chrysoprase":{
         "metaphysical": "Balances yin-yang energy.  Acceptance of self and others.",
         "image": "chrysoprase.jpg"
    },

    "citrine":{
         "metaphysical": "positive energy - stone needs no cleansing .  Dissipates negative energy.  Warmth, joy, optimism.",
         "image": "citrine.jpg"
    },

    "cobaltian calcite":{
         "metaphysical": "Creativity, harmony, and dispels negativity.",
         "image": "cobaltiancalcite.jpg"
    },

    "copal":{
         "metaphysical": "Excellent for strengthening the abilities of the mind, and altered states of consciousness.  Amplifies one's energy field.",
         "image": "copal.jpg"
    },

    "danburite":{
         "metaphysical": "powerful intellectual activator. Aids with communication and relationships with others. Helps remove toxins from the body.",
         "image": "danburite.jpg"
    },

    "emerald":{
         "metaphysical": "Loyalty, sensitivity, harmony, tranquility.  Assists in memory retention and mental clarity.",
         "image": "emerald.jpg"
    },

    "epidote":{
         "metaphysical": "Enhances perception and personal power. Excellent for attunement in all aspects of awareness, improvement, abundance, and healing.",
         "image": "epidote.jpg"
    },

    "fairy stone":{
         "metaphysical": "Good luck, protection against evil spirits, and brings health and prosperity to the home.",
         "image": "fairystone.jpg"
    },

    "fire agate":{
         "metaphysical": "Spiritual flame, perfection. protects and dispels fears. progression, advancement, inspiration.",
         "image": "fireagate.jpg"
    },

    "fluorite":{
         "metaphysical": "Stability, order, discernment, concentration. Helps one to understand and maintain ideals and the perfection of the universe.",
         "image": "fluorite.jpg"
    },

    "fuchsite":{
         "metaphysical": "Aids in the assessment of personal issues, enhances knowledge and decision making.",
         "image": "fuchsite.jpg"
    },

    "garnet":{
         "metaphysical": "Commitment, devotion, love, stability and order.  Even flow of energy.",
         "image": "garnet.jpg"
    },

    "hematite":{
         "metaphysical": "Excellent for the mind.  Grounding.",
         "image": "hematite.jpg"
    },

    "herkimer diamond":{
         "metaphysical": "Awareness, attunement, clairvoyance, telepathy. Good for information retention.",
         "image": "herkimerdiamond.jpg"
    },

    "howlite":{
         "metaphysical": "Memory, knowledge, and progress. Encourages reasoning, observation, discernment, patience, and tact. Can eliminate pain, stress, and anger.",
         "image": "howlite.jpg"
    },

    "kunzite":{
         "metaphysical": "Communication, love, peace.  protects and dissolves negativity.  Excellent for meditation.",
         "image": "kunzite.jpg"
    },

    "kyanite":{
         "metaphysical": "Never needs cleaning or clearing, aligns all chakras.  Tranquility, communication, psychic awareness. Excellent for meditation and dream recall.",
         "image": "kyanite.jpg"
    },

    "labradorite":{
         "metaphysical": "Represents the light of the universe, extra-terrestrial energy.  Intuition, subconscious.  Illumination.",
         "image": "labradorite.jpg"
    },

    "lapis lazuli":{
         "metaphysical": "Knowledge, wisdom, perfection, protection, creative expression.",
         "image": "lapislazuli.jpg"
    },

    "lepidolite":{
         "metaphysical": "Honesty, stability, hope, acceptance. Assists in change and transition. Facilitates astral travel.",
         "image": "lepidolite.jpg"
    },

    "lingam stone":{
         "metaphysical": "Stone of the Kundalini. Awakens the major energy centers of the chakras, from the base to crown. Balances male (yang) energy.",
         "image": "lingamstone.jpg"
    },

    "malachite":{
         "metaphysical": "Transformation, spiritual development. Clears the way to attain goals. Fidelity, loyalty, reasoning ability.",
         "image": "malachite.jpg"
    },

    "moldavite":{
         "metaphysical": "Clarity, eternity. Extra-terrestrial, interdimensional access.",
         "image": "moldavite.jpg"
    },

    "moonstone":{
         "metaphysical": "Lunar, female energy.  Emotional, intuitive. Rhythms, cycles, destiny.",
         "image": "moonstone.jpg"
    },

    "obsidian":{
         "metaphysical": "Dispels negativity. Grounding, healing, protective.  Helps one to clearly see one's flaws and the changes that are necessary.",
         "image": "obsidian.jpg"
    },

    "onyx":{
         "metaphysical": "Centering, self-control, intuitive guidance.  Assists in the grieving process.",
         "image": "onyx.jpg"
    },

    "opal":{
         "metaphysical": "Creativity, inspiration, imagination.",
         "image": "opal.jpg"
    },

    "peridot":{
         "metaphysical": "Healing, protective. Allows one to understand changes in one's life, regulates life cycles.",
         "image": "peridot.jpg"
    },

    "petrified wood":{
         "metaphysical": "Grounding, provides strength. Stone of transformation.",
         "image": "petrifiedwood.jpg"
    },

    "prehnite":{
         "metaphysical": "Stone for dreaming and remembering. Facilitates contact with non-physical entities and extraterrestrials. Good for use in grid work. Inspiration and prophecy.",
         "image": "prehnite.jpg"
    },

    "pyrite":{
         "metaphysical": "Shields from negative energy, good stone of protection. Enhances intellect and memory. Symbol of the sun.",
         "image": "pyrite.jpg"
    },

    "quartz crystal":{
         "metaphysical": "Universal crystal, clarity of consciousness",
         "image": "quartzcrystal.jpg"
    },

    "rhodochrosite":{
         "metaphysical": "Love energy. Excellent stone for balance in all areas.",
         "image": "rhodochrosite.jpg"
    },

    "ruby":{
         "metaphysical": "Loving, nurturing, spirituality ,wealth, protection.",
         "image": "ruby.jpg"
    },

    "rutilated quartz":{
         "metaphysical": "Intensifies energy of the crystal. Stimulates brain. Inspiration, clairvoyance.",
         "image": "rutilatedquartz.jpg"
    },

    "sapphire":{
         "metaphysical": "Joy, peace, beauty, prosperity.",
         "image": "sapphire.jpg"
    },

    "selenite":{
         "metaphysical": "Clarity of consciousness, awareness, insight, good judgement. Aids in accessing past/future lives.",
         "image": "selenite.jpg"
    },

    "silver":{
         "metaphysical": "Mirror to the soul. Eloquence. Connects physical and astral bodies. In jewelry, it provides a balanced setting that retains the qualities of the stone it holds. Lunar energy. Cleansing, balancing.",
         "image": "silver.jpg"
    },

    "smoky quartz":{
         "metaphysical": "Dissolves negativity, grounding, balancing. Excellent for meditation.",
         "image": "smokyquartz.jpg"
    },

    "sodalite":{
         "metaphysical": "Logic, efficiency, truthfulness. Enhances group communication.",
         "image": "sodalite.jpg"
    },

    "staurolite":{
         "metaphysical": "Known as a talisman of good luck. Aids relief of stress and depression. provides connection and balance between the physical, astral, and extra-terrestrial planes.",
         "image": "staurolite.jpg"
    },

    "stromatolite":{
         "metaphysical": "These stones hold the energy of the most ancient life on earth. promotes perseverance, strength, stability, connection to life.",
         "image": "stromatolite.jpg"
    },

    "tanzanite":{
         "metaphysical": "protection, safety. perfect symmetry of personal power and actualization. Brings together all aspects of communication and psychic power. Can be used to stimulate visions of higher spiritual realms.",
         "image": "tanzanite.jpg"
    },

    "tigereye":{
         "metaphysical": "Earthy, grounding. Represents sun and earth. Optimism, insight, personal power.",
         "image": "tigereye.jpg"
    },

    "topaz":{
         "metaphysical": "Success, true love, individuality, creativity, joy.",
         "image": "topaz.jpg"
    },

    "tourmaline":{
         "metaphysical": "Inspiration, understanding, self-confidence, balancing. Electrical.",
         "image": "tourmaline.jpg"
    },

    "tourmalinated quartz":{
         "metaphysical": "Strength, balancing. Combines attributes of tourmaline and quartz.",
         "image": "tourmalinatedquartz.jpg"
    },

    "vanadinite":{
         "metaphysical": "Facilitates mental processes, allows for a deep state of meditation. promotes thrift in spending and order to one's life.",
         "image": "vanadinite.jpg"
    },

    "zircon":{
         "metaphysical": "Virtue, unification, continuity, purity.",
         "image": "zircon.jpg"
    }
}


